cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'mas'
brew 'git'
brew 'tig'
brew 'jq'
brew 'bash'
brew 'zlib'
brew 'curl'
brew 'gist'
brew 'tree'
brew 'nvim'
brew 'coreutils'
brew 'shellcheck'

cask 'alfred'
cask 'docker'
cask 'google-chrome'
cask 'paw'
cask 'visual-studio-code'
cask 'discord'

mas 'pocket', id: 568494494
mas 'Slack', id: 803453959